English/plan.org
#+OPTIONS: \n:t num:nil html-postamble:nil

* 雅思托福计划(1000小时+具体+6个月+挑战性)
** 第一阶段:阅读+听力 阶段结束:模考阅读听力达到7-8分
核心任务:
	1. 读懂一切英文文本的信心
	2. 通过泛读提升阅读反应速度
	3. 听懂大多数听力材料
*** 一阶段前期
- 精读: 单词~习惯用法造句+陌生语法查红皮书(自我讲解且做题); 跟读; summary writing + tell the story
	+ 上Leo的NCE123
		w: NCE2[已完成],NCE3[已完成Leo已更新的]
	+ 红皮书两本:读完并做作业
		w: 初级大部分没做[未完成], 中级大概20个单元没完成[未完成]
	+ TED-ED + 写作task2真题等
		w: 模考后做[未开始]
- 精听: 跟读精读材料
		w: 持续在做[日常]

*** 一阶段后期
- 泛读:读完一本英文本科教材(阶段二可以再读n遍)
	+ 读英文原著[日常]
	+ 逛Reddit[日常]
	w: 已读完Critical Thinking, 目前在读Attacking Faulty Reasoning+how to read a book
- 泛听:跟听泛读内容+话题视频+被动学习
	+ 跟听泛读内容: 用edge配合自己的readaloud网页
	+ 观看topic视频
		w: 目前尚未养成这个习惯
	+ 被动学习: 精听材料 + 老友记 + podcast
		w: 有空就搞

** 第二阶段:阅读+听力+[写作!+口语!]
核心任务:
	1. 提升阅读+听力至接近满分
	2. 结合真题为口语写作收集内容
	3. 结合真题为写作口语整理结构
	4. 练习写作口语并做出修改

*** 二阶段前期
- 继续一阶段中所有任务
	+ 精读
	+ 精听
	+ 泛读
	+ 泛听
- 看真题，通过阅读听力专门为口语写作准备内容·
	做剑雅真题,为真题的写作和口语进行泛读泛听积累内容,3+1的3
- 准备写作结构，顺便准备口语结构
	这里的写作结构就是语法大结构,在grammar-skeleton.org总结了[已完成,待精进]

*** 二阶段后期
- 练习写作+修改+模考写作: 读:70%,练:20%,改:10%
	具体做法,参考雅思task11
	+ 写作:topic for discussion 
	+ 写作:剑雅真题
- Monologue口语 + 观看高分口语视频 + 真题练习 + 修改
	+ Udemy intensive spoken English
	+ 前期先尝试用英语描述周边的一切,类似于小孩过家家
	+ 看高分口语视频
	+ 自己练,然后录音,修改,再练
		
- 模考阅读+听力达到8-9分;模考写作口语至少做到保证完成
** 模考(前中后)
1. 前:确定目前水平
2. 中:查看提升，及时反馈
3. 后:保持手感
