method/plan.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-05-26 Sun 20:09 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org07be603">雅思托福计划(1000小时+具体+6个月+挑战性)</a>
<ul>
<li><a href="#org0e93b49">第一阶段:阅读+听力 阶段结束:模考阅读听力达到7-8分</a>
<ul>
<li><a href="#org2b01c1c">一阶段前期</a></li>
<li><a href="#orgd993e2b">一阶段后期</a></li>
</ul>
</li>
<li><a href="#org7101d7a">第二阶段:阅读+听力+[写作!+口语!]</a>
<ul>
<li><a href="#orga642aad">二阶段前期</a></li>
<li><a href="#orga7176f2">二阶段后期</a></li>
</ul>
</li>
<li><a href="#org75cff92">模考(前中后)</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org07be603" class="outline-2">
<h2 id="org07be603">雅思托福计划(1000小时+具体+6个月+挑战性)</h2>
<div class="outline-text-2" id="text-org07be603">
</div>
<div id="outline-container-org0e93b49" class="outline-3">
<h3 id="org0e93b49">第一阶段:阅读+听力 阶段结束:模考阅读听力达到7-8分</h3>
<div class="outline-text-3" id="text-org0e93b49">
<p>
核心任务:<br />
</p>
<ol class="org-ol">
<li>读懂一切英文文本的信心<br /></li>
<li>通过泛读提升阅读反应速度<br /></li>
<li>听懂大多数听力材料<br /></li>
</ol>
</div>
<div id="outline-container-org2b01c1c" class="outline-4">
<h4 id="org2b01c1c">一阶段前期</h4>
<div class="outline-text-4" id="text-org2b01c1c">
<ul class="org-ul">
<li>精读: 单词~习惯用法造句+陌生语法查红皮书(自我讲解且做题); 跟读; summary writing + tell the story<br />
<ul class="org-ul">
<li>上Leo的NCE123<br />
w: NCE2[已完成],NCE3[已完成Leo已更新的]<br /></li>
<li>红皮书两本:读完并做作业<br />
w: 初级大部分没做[未完成], 中级大概20个单元没完成[未完成]<br /></li>
<li>TED-ED + 写作task2真题等<br />
w: 模考后做[未开始]<br /></li>
</ul></li>
<li>精听: 跟读精读材料<br />
w: 持续在做[日常]<br /></li>
</ul>
</div>
</div>

<div id="outline-container-orgd993e2b" class="outline-4">
<h4 id="orgd993e2b">一阶段后期</h4>
<div class="outline-text-4" id="text-orgd993e2b">
<ul class="org-ul">
<li><p>
泛读:读完一本英文本科教材(阶段二可以再读n遍)<br />
</p>
<ul class="org-ul">
<li>读英文原著[日常]<br /></li>
<li>逛Reddit[日常]<br /></li>
</ul>
<p>
w: 已读完Critical Thinking, 目前在读Attacking Faulty Reasoning+how to read a book<br />
</p></li>
<li>泛听:跟听泛读内容+话题视频+被动学习<br />
<ul class="org-ul">
<li>跟听泛读内容: 用edge配合自己的readaloud网页<br /></li>
<li>观看topic视频<br />
w: 目前尚未养成这个习惯<br /></li>
<li>被动学习: 精听材料 + 老友记 + podcast<br />
w: 有空就搞<br /></li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org7101d7a" class="outline-3">
<h3 id="org7101d7a">第二阶段:阅读+听力+[写作!+口语!]</h3>
<div class="outline-text-3" id="text-org7101d7a">
<p>
核心任务:<br />
</p>
<ol class="org-ol">
<li>提升阅读+听力至接近满分<br /></li>
<li>结合真题为口语写作收集内容<br /></li>
<li>结合真题为写作口语整理结构<br /></li>
<li>练习写作口语并做出修改<br /></li>
</ol>
</div>

<div id="outline-container-orga642aad" class="outline-4">
<h4 id="orga642aad">二阶段前期</h4>
<div class="outline-text-4" id="text-orga642aad">
<ul class="org-ul">
<li>继续一阶段中所有任务<br />
<ul class="org-ul">
<li>精读<br /></li>
<li>精听<br /></li>
<li>泛读<br /></li>
<li>泛听<br /></li>
</ul></li>
<li>看真题，通过阅读听力专门为口语写作准备内容·<br />
做剑雅真题,为真题的写作和口语进行泛读泛听积累内容,3+1的3<br /></li>
<li>准备写作结构，顺便准备口语结构<br />
这里的写作结构就是语法大结构,在grammar-skeleton.org总结了[已完成,待精进]<br /></li>
</ul>
</div>
</div>

<div id="outline-container-orga7176f2" class="outline-4">
<h4 id="orga7176f2">二阶段后期</h4>
<div class="outline-text-4" id="text-orga7176f2">
<ul class="org-ul">
<li>练习写作+修改+模考写作: 读:70%,练:20%,改:10%<br />
具体做法,参考雅思task11<br />
<ul class="org-ul">
<li>写作:topic for discussion<br /></li>
<li>写作:剑雅真题<br /></li>
</ul></li>
<li>Monologue口语 + 观看高分口语视频 + 真题练习 + 修改<br />
<ul class="org-ul">
<li>Udemy intensive spoken English<br /></li>
<li>前期先尝试用英语描述周边的一切,类似于小孩过家家<br /></li>
<li>看高分口语视频<br /></li>
<li>自己练,然后录音,修改,再练<br /></li>
</ul></li>

<li>模考阅读+听力达到8-9分;模考写作口语至少做到保证完成<br /></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org75cff92" class="outline-3">
<h3 id="org75cff92">模考(前中后)</h3>
<div class="outline-text-3" id="text-org75cff92">
<ol class="org-ol">
<li>前:确定目前水平<br /></li>
<li>中:查看提升，及时反馈<br /></li>
<li>后:保持手感<br /></li>
</ol>
</div>
</div>
</div>
</div>
</body>
</html>
